<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html><head><title></title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head>
<body>
<p>Wir verarbeiten Ihre personenbezogenen Daten nach den aktuellen Regelungen der Bundesrepublik Deutschland und der Europ&#228;ischen Union(EU). Dabei hat der Schutz Ihrer pers&#246;nlichen Informationen h&#246;chste Priorit&#228;t. Im Folgenden erfahren Sie, welche Daten wir in welcher Form aufgrund welcher Rechtsgrundlage zu welchem Zweck wie lange verarbeiten, inwieweit Ihnen ein Widerspruchsrecht zusteht und wie sie dieses aus&#252;ben k&#246;nnen. Sollte Ihre Einwilligung notwendig sein, so wird Ihnen dies an entsprechender Stelle angezeigt und Sie haben die M&#246;glichkeit, diese zu erteilen oder von einer Erteilung abzusehen. Selbstverst&#228;ndlich haben Sie auch nach Erteilung Ihrer Einwilligung jederzeit das Recht, diese zu widerrufen. </p>
<p>1. <b>Verantwortlicher</b>[1]<br/><b>Verantwortlich im Sinne der datenschutzrechtlichen Bestimmungen ist: Consolinno Energy GmbH<br/><br/></b>vertreten durch den Gesch&#228;ftsf&#252;hrer<br/>Franz-Mayer-Stra&#223;e 1<br/>93053 Regensburg<br/><br/>Der zust&#228;ndige betriebliche Datenschutzbeauftragte (bDSB) ist:<br/>secjur GmbH<br/>Herr Niklas Hanitsch<br/>Steinh&#246;ft 9<br/>20459 Hamburg<br/>Deutschland<br/>Telefonnummer: +49 40 228 599 520<br/>E-Mail: dsb@secjur.com<br/><br/>Wir m&#246;chten Sie an dieser Stelle auf das Recht zur Beschwerde bei der Aufsichtsbeh&#246;rde gem&#228;&#223; Art. 77 DSGVO hinweisen. Demnach hat jede betroffene Person unbeschadet eines anderweitigen Rechtsbehelfs das Recht auf Beschwerde bei der Aufsichtsbeh&#246;rde, wenn sie der Ansicht ist, dass die Verarbeitung der sie betreffenden personenbezogenen Daten gegen die Datenschutz-Grundverordnung verst&#246;&#223;t.<br/><br/>Die Kontaktdaten der f&#252;r den Verantwortlichen zust&#228;ndigen Aufsichtsbeh&#246;rde lauten:<br/>Bayerisches Landesamt f&#252;r Datenschutzaufsicht<br/>Promenade 18<br/>91522 Ansbach</p>
<p>2. <b>Information &#252;ber Ihre Rechte als betroffene Person<br/></b>2.1 Bei <u>Vorliegen der gesetzlichen Voraussetzungen</u> haben Sie - sofern nicht ein gesetzlicher Ausnahmefall gegeben ist - folgende
Rechte hinsichtlich der Sie betreffenden personenbezogenen Daten:<br/><br/>- Recht auf <u><b>Auskunft</b></u> (Art. 15 DSGVO): Sie haben das Recht, von dem Verantwortlichen eine Auskunft dar&#252;ber zu verlangen, ob Sie
betreffende personenbezogene Daten verarbeitet werden. Ist dies der Fall, so haben Sie das Recht auf Auskunft &#252;ber diese personenbezogenen Daten und damit im Zusammenhang stehende weitergehende Informationen.</p>
<p>- Recht auf <u><b>Berichtigung</b></u> (Art. 16 DSGVO): Sie haben das Recht, von dem Verantwortlichen unverz&#252;glich die Berichtigung Sie betreffender unrichtiger personenbezogener Daten zu verlangen. Unter Ber&#252;cksichtigung der Zwecke der Verarbeitung haben Sie das Recht, die Vervollst&#228;ndigung unvollst&#228;ndiger personenbezogener Daten &#8211; auch mittels einer erg&#228;nzenden Erkl&#228;rung &#8211; zu verlangen.</p>
<p>- Recht auf <u><b>L&#246;schung</b></u> (Art. 17 DSGVO): Sie haben das Recht, von dem Verantwortlichen zu verlangen, dass Sie betreffende personenbezogene Daten unverz&#252;glich gel&#246;scht werden, und der Verantwortliche ist verp&#61442;ichtet, personenbezogene Daten unverz&#252;glich zu l&#246;schen, sofern einer der Gr&#252;nde des Art. 17 Abs. 1 DSGVO zutrifft und kein Ausnahmetatbestand eingreift.</p>
<p>- Recht auf <u><b>Einschr&#228;nkung der Verarbeitung</b></u> (Art. 18 DSGVO): Sie haben das Recht, von dem Verantwortlichen die Einschr&#228;nkung der Verarbeitung (ehemals: Sperre) Ihrer personenbezogenen Daten zu verlangen, wenn eine der Voraussetzungen des Art. 18 Abs.1 DSGVO gegeben ist und kein Ausnahmetatbestand eingreift.</p>
<p>- Recht auf <u><b>Daten&#252;bertragbarkeit</b></u> (Art. 20 DSGVO): Sie haben das Recht, die Sie betreffenden personenbezogenen Daten, die sie einem Verantwortlichen bereitgestellt haben, in einem strukturierten, g&#228;ngigen und maschinenlesbaren Format zu erhalten, und sie haben das Recht, diese Daten einem anderen Verantwortlichen ohne Behinderung durch den Verantwortlichen, dem die personenbezogenen Daten bereitgestellt wurden, zu &#252;bermitteln, sofern die weiteren Voraussetzungen des Art. 20 Abs. 1 DSGVO gegeben sind und kein Ausnahmetatbestand eingreift.</p>
<p>- Recht auf <u><b>Widerspruch gegen die Verarbeitung</b></u> (Art. 21 DSGVO): Sie haben das Recht, aus Gr&#252;nden, die sich aus ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung sie betreffender personenbezogener Daten, die aufgrund von Art. 6 Abs. 1 Satz 1 lit. e) (&#246;ffentliches Interesse oder Aus&#252;bung &#246;ffentlicher Gewalt) oder f) (Wahrung berechtigter Interessen) DSGVO erfolgt, Widerspruch einzulegen.</p>
<p>2.2 Wenn Sie dar&#252;ber hinaus Auskunft &#252;ber Ihre personenbezogenen Daten w&#252;nschen oder weitergehende Fragen &#252;ber die Verarbeitung Ihrer uns &#252;berlassenen personenbezogenen Daten haben, sowie eine Korrektur oder L&#246;schung Ihrer Daten veranlassen m&#246;chten, so wenden Sie sich bitte an die unter Ziffer 3. &quot;Aus&#252;bung des Widerspruchs- und Widerrufsrechts&quot; angegebene Kontaktadresse.</p>
<p>3. <b>Aus&#252;bung des Widerspruchs- und Widerrufsrechts<br/></b>Sie haben ggf. das Recht, der Verarbeitung Ihrer Daten zu widersprechen (siehe Ziffer 2.1 letztes Aufz&#228;hlungszeichen). Zudem haben Sie das Recht, eine an uns erteilte Einwilligung mit Wirkung f&#252;r die Zukunft zu widerrufen. In diesem Fall werden wir die Verarbeitung Ihrer Daten zu diesem Zweck unverz&#252;glich unterlassen. Einen Widerspruch oder Widerruf k&#246;nnen Sie jederzeit formlos per Post, Telefax oder Email an uns &#252;bermitteln.<br/><br/>Per Post:<br/>Consolinno Energy GmbH<br/>Franz-Mayer-Stra&#223;e 1<br/>93053 Regensburg<br/><br/>Per Email:<br/>info@consolinno.de</p>
<p>4. <b>Nutzung der Hardware und der mobilen Applikation (App)</b><br/>
4.1 <b>Art und Umfang der Datenverarbeitung:</b> Bei der Benutzung unserer Hardware und dem Aufruf unserer App ist es technisch notwendig verschiedene Daten zu verarbeiten, insbesondere damit die Nutzung und eine fehlerfreie Kommunikation zwischen Ihrem Endger&#228;t und unserer Cloud m&#246;glich ist. Dabei werden automatisiert folgende Daten erhoben und in einer sogenannten Log-Datei protokolliert:</p>
<p>- Datum und Uhrzeit des Zugriffs<br/>- Hardwaretyp und -version (inkl. Seriennummer)<br/>- Betriebssystemtyp und -version<br/>- IP-Adressen der Ger&#228;te<br/>- Die IP-Adresse Ihres Anschlusses<br/>- Zugangsprovider<br/>- Daten verbundener Mobilger&#228;te (Hersteller, Typ)<br/>- Daten der im Smart Home System eingebundenen Ger&#228;te (Betriebszust&#228;nde, Betriebsstunden, Energieverbrauch, Systemstatus,
Anlageneinstellungen, Standort der Anlage, Fehlercodes, Messwerte wie z.B. Temperaturen)<br/>- HEMS Daten (Online Status, Fehlermeldungen)</p>
<p>Wir erheben diese Daten grunds&#228;tzlich in nicht in personenbezogener Form. In Ausnahmef&#228;llen l&#228;sst sich die Beziehbarkeit zu einer nat&#252;rlichen Person nicht vermeiden. Wir haben jedoch grunds&#228;tzlich nicht die M&#246;glichkeit den konkreten Bezug zu einer nat&#252;rlichen Person herzustellen und verfolgen einen derartigen Bezug auch nicht weiter, sofern Sie uns hierzu keine Einwilligung erteilt haben.</p>
<p>4.2 <b>Zweck: </b>Dies geschieht, um die Nutzung der Hard- und Software &#252;berhaupt zu erm&#246;glichen, insbesondere zum Zwecke der systeminternen technischen Verarbeitung (Verbindungsaufbau), der Systemsicherheit, der technischen Administration der System- und Netzinfrastruktur sowie zur Optimierung unseres Angebotes. Wir behalten es uns vor, die Log-Datei nachtr&#228;glich zu &#252;berpr&#252;fen, wenn aufgrund konkreter Anhaltspunkte der berechtigte Verdacht einer rechtswidrigen oder Nutzung besteht.<br/>
4.3 <b>Rechtsgrundlage:</b> Die vor&#252;bergehende Verarbeitung der Daten und der Log-Datei erfolgt aus berechtigtem Interesse zu oben genanntem Zweck gem. Art. 6 Abs. 1 Satz 1 lit. f) DSGVO sowie zur Erf&#252;llung des Vertrags mit Ihnen, gem. Art. 6 Abs. 1 Satz 1 lit. b) DSGVO<br/>
4.4 <b>Empf&#228;nger der Daten:</b> Die Daten werden notwendigerweise an unseren Hostinganbieter weitergeleitet, bei dem unser Webserver physisch und technisch verwaltet wird:<br/><br/>Hostinganbieter: <br/>Hetzner Online GmbH, <br/>Industriestr. 25, <br/>91710 Gunzenhausen</p>
<p>4.5 <b>Speicherdauer und L&#246;schung:</b> Die Daten werden innerhalb der gesetzlichen Fristen gespeichert und dann gel&#246;scht soweit nicht weitergehende gesetzliche Aufbewahrungsfristen bestehen.<br/>
4.6 <b>Widerspruch oder Widerruf: </b>Diese Datenverarbeitung ist f&#252;r den Betrieb unserer Hard- und Software zwingend erforderlich. Daher unterliegt ein etwaiger Widerspruch einer entsprechenden Interessensabw&#228;gung.</p>
<p>5. <b>Registrierung<br/></b>5.1 <b>Art und Umfang der Datenverarbeitung:</b> Sie haben die M&#246;glichkeit, sich in unserer App zu registrieren. Hierzu ist Ihre Einwilligung
erforderlich. Um diesen Registrierungsvorgang erfolgreich durchf&#252;hren zu k&#246;nnen, ben&#246;tigen wir folgende Daten von Ihnen:<br/><br/>- Vorname, Name, Stra&#223;e, Hausnummer, PLZ, Ort<br/>- Seriennummer<br/>- Emailadresse (optional)<br/>- Telefonnummer (optional)<br/>- Passwort</p>
<p>Bei der Registrierung wird zudem Ihre IP-Adresse nebst Datum und Uhrzeit gespeichert. Eine personenbezogene Auswertung findet grunds&#228;tzlich nicht statt. Wir behalten uns jedoch vor, die gespeicherten Daten nachtr&#228;glich zu &#252;berpr&#252;fen, wenn aufgrund konkreter Anhaltspunkte der berechtigte Verdacht einer missbr&#228;uchlichen Registrierung besteht.</p>
<p>5.2 <b>Zweck: </b>Eine Registrierung bietet Ihnen die M&#246;glichkeit, bestimmte Leistungen in Anspruch zu nehmen oder Handlungen auszuf&#252;hren, die ohne Registrierung nicht m&#246;glich sind. Dies geschieht zu folgenden Zwecken:</p>
<p>- Betrieb der Hard- und Software<br/>- Benutzung der App<br/>- Nutzung der Cloud</p>
<p>Ihre Daten werden in unserem System hinterlegt, um Ihnen die M&#246;glichkeit zu bieten, unsere Leistungen in Anspruch zu nehmen, ohne jedes Mal Ihre Daten erneut eingeben zu m&#252;ssen. Ihre Emailadresse wird von uns dazu verwendet, um Ihnen Best&#228;tigungsmails f&#252;r von Ihnen veranlasste &#196;nderungen Ihrer Profildaten oder zur Wiederherstellung Ihres Passworts zukommen lassen zu k&#246;nnen sowie um Sie &#252;ber notwendige Aktualisierungen der Software zu informieren. Andere Emails senden wir Ihnen nur zu, wenn Sie dies w&#252;nschen und uns zu diesem Zwecke Ihre Einwilligung erteilt haben. Die Speicherung Ihrer IP-Adresse nebst Datum und Uhrzeit erfolgt zur Missbrauchspr&#228;vention.</p>
<p>5.3 <b>Rechtsgrundlage:</b> Die Verarbeitung der Daten erfolgt aufgrund Ihrer Einwilligung gem. Art. 6 Abs. 1 Satz 1 lit. a) DSGVO.<br/>5.4 <b>Speicherdauer und L&#246;schung: </b>Die Daten werden grunds&#228;tzlich solange gespeichert, bis Sie Ihre Registrierung k&#252;ndigen und keine 
gesetzlichen Aufbewahrungsfristen mehr bestehen.<br/>5.5 <b>Widerspruch oder Widerruf: </b>Sie haben das Recht, Ihre Registrierung jederzeit zu k&#252;ndigen und Ihre gespeicherten Daten zu &#228;ndern
sowie Ihre erteilte Einwilligung mit Wirkung f&#252;r die Zukunft zu widerrufen. Sie k&#246;nnen die &#196;nderung Ihres Passworts jederzeit selbst veranlassen. Bei K&#252;ndigung und/oder Widerruf ist der Zugriff auf die Hard- und Software dann nicht mehr m&#246;glich.</p>
<p>6. <b>Erteilte Einwilligungen</b>[2]<br/>Soweit erforderlich haben Sie uns ggf. Einwilligungen zur Verarbeitung Ihrer personenbezogenen Daten erteilt. In diesem Fall haben wir Ihre Einwilligung jeweils protokolliert. Wir sind gesetzlich verpflichtet, den Text der jeweiligen Einwilligung jederzeit f&#252;r Sie abrufbar zu halten. Selbstverst&#228;ndlich k&#246;nnen Sie uns erteilte Einwilligungen jederzeit mit Wirkung f&#252;r die Zukunft widerrufen. Wie Sie Ihr Widerrufsrecht aus&#252;ben k&#246;nnen, erfahren Sie unter Ziffer 3. &quot;Aus&#252;bung des Widerspruchs- und Widerrufsrechts&quot;.<br/><br/><b>Einwilligung f&#252;r die Registrierung eines Benutzerkontos:<br/></b>Ja, ich m&#246;chte ein Benutzerkonto er&#246;ffnen, um mich in der App anmelden zu k&#246;nnen. Zu diesem Zweck willige ich ein, dass meine Daten (Emailadresse und Passwort) in der Datenbank gespeichert werden. Diese Einwilligung kann ich jederzeit mit Wirkung f&#252;r die Zukunft widerrufen, indem ich mich an die Adresse unter https://hems.consolinno.de/datenschutz/ wende und um L&#246;schung meines Benutzerkontos bitte. Um diesen Vorgang zu protokollieren, wird meine IP-Adresse, sowie Datum und Uhrzeit der Registrierung in einer Datenbank gespeichert und erst wieder gel&#246;scht, wenn ich die Einwilligung widerrufe, sofern eine weitergehende Speicherung nicht rechtlich erforderlich ist.</p>

</div></div>
<div style="page-break-before:always; page-break-after:always"><div><p>7. <b>Elektronische Post (Email) / Kontaktaufnahme<br/></b>7.1 Informationen, die Sie unverschl&#252;sselt per Elektronischer Post (Email) an uns senden, k&#246;nnen m&#246;glicherweise auf dem &#220;bertragungsweg
von Dritten gelesen werden. Wir k&#246;nnen in der Regel auch Ihre Identit&#228;t nicht &#252;berpr&#252;fen und wissen nicht, wer wirklicher Inhaber einer Emailadresse ist. Eine rechtssichere Kommunikation durch einfache Email ist daher nicht gew&#228;hrleistet. Wie viele Anbieter setzen wir Filter gegen unerw&#252;nschte Werbung (&#8222;SPAM-Filter&#8220;) ein, die in einigen F&#228;llen auch normale Emails f&#228;lschlicherweise automatisch als unerw&#252;nschte Werbung einordnen und l&#246;schen. Emails, die sch&#228;digende Programme (&#8222;Viren&#8220;) enthalten, werden von uns in jedem Fall automatisch gel&#246;scht. Wenn Sie schutzw&#252;rdige Nachrichten an uns senden wollen, empfehlen wir, die Nachricht auf konventionellem Postwege an uns zu senden.<br/>
7.2 <b>Art und Umfang der Datenverarbeitung:</b> Im Falle der Kontaktaufnahme mit uns werden Ihre Daten, Ihre IP-Adresse sowie Datum und Uhrzeit gespeichert.<br/>
7.3 <b>Zweck:</b> Dies geschieht insbesondere zu Kommunikationszwecken und zum Schutz unserer Systeme gegen Missbrauch.<br/>7.4 <b>Rechtsgrundlage:</b> Die Verarbeitung der Daten erfolgt aus berechtigtem Interesse zu oben genanntem Zweck gem. Art. 6 Abs. 1 Satz 1 lit.f) DSGVO.
<br/>7.5 <b>Speicherdauer und L&#246;schung:</b> Die Daten werden erst dann gel&#246;scht, falls keine vertraglichen oder gesetzlichen Verpflichtungen einer
L&#246;schung entgegenstehen.<br/>7.6 <b>Widerspruch oder Widerruf:</b> Sie k&#246;nnen der Kontaktaufnahme per Email jederzeit widersprechen. In diesem Fall kann keine weitere
Korrespondenz via Email stattfinden.<br/><br/>8. <b>Schlussbestimmungen<br/></b>8.7 Wir sind stets bem&#252;ht, unsere Hard- und Software weiterzuentwickeln und neue Technologien einzusetzen. Daher kann es notwendig
werden, diese Datenschutzerkl&#228;rung zu &#228;ndern, bzw. anzupassen. Wir behalten uns daher das Recht vor, diese Erkl&#228;rung jederzeit mit Wirkung f&#252;r die Zukunft zu &#228;ndern. Bitte besuchen Sie daher diese Seite regelm&#228;&#223;ig und lesen Sie die jeweils aktuelle<br/>Datenschutzerkl&#228;rung von Zeit zu Zeit erneut durch.<br/>
8.8 Die Vertragssprache ist Deutsch. Sollte diese Datenschutzerkl&#228;rung &#252;bersetzt werden oder worden sein, so ist ausschlie&#223;lich die Version in deutscher Sprache ma&#223;gebend.</p>

<p>[1] Aus Gr&#252;nden der besseren Lesbarkeit wird auf die gleichzeitige Verwendung der Sprachformen m&#228;nnlich, weiblich und divers (m/w/d) verzichtet. S&#228;mtliche Personenbezeichnungen gelten<br/>gleicherma&#223;en f&#252;r alle Geschlechter.<br/>[2] Dieser Einwilligungstext muss auch bei der erstmaligen Registrierung angezeigt und angefragt werden. Das K&#228;stchen zum Setzen des Hakens darf nicht vorausgef&#252;llt sein. Die Registrierung ist<br/>nachhaltig zu dokumentieren.</p>

</div></div>
</body></html>