<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html><head><title></title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head>
<body>
<p>Wir&#9; verarbeiten&#9; Ihre&#9; personenbezogenen&#9;Daten&#9; nach&#9; den&#9; aktuellen&#9;Regelungen&#9; der&#9; Bundesrepublik&#9;Deutschland&#9; und&#9; der&#9; Europ&#228;ischen&#9;Union(EU).&#9; Dabei&#9; hat&#9; der&#9; Schutz&#9; Ihrer&#9; pers&#246;nlichen&#9; Informationen&#9; h&#246;chste&#9; Priorit&#228;t.&#9; Im&#9; Folgenden&#9; erfahren&#9; Sie,&#9; welche&#9; Daten&#9; wir&#9; in&#9; welcher&#9; Form aufgrund&#9;welcher&#9;Rechtsgrundlage&#9;zu&#9;welchem&#9;Zweck&#9;wie&#9; lange&#9;verarbeiten,&#9; inwieweit&#9; Ihnen&#9;ein&#9;Widerspruchsrecht&#9;zusteht&#9;und&#9;wie&#9;sie&#9;dieses aus&#252;ben&#9;k&#246;nnen.&#9;Sollte&#9; Ihre&#9;Einwilligung&#9;notwendig&#9;sein,&#9;so&#9;wird&#9; Ihnen&#9;dies&#9;an&#9;entsprechender&#9;Stelle&#9;angezeigt&#9;und&#9;Sie&#9;haben&#9;die&#9;M&#246;glichkeit, diese&#9; zu&#9;erteilen&#9; oder&#9; von&#9;einer&#9;Erteilung&#9;abzusehen.&#9;Selbstverst&#228;ndlich&#9; haben&#9;Sie&#9; auch&#9;nach&#9;Erteilung&#9; Ihrer&#9;Einwilligung&#9; jederzeit&#9; das&#9;Recht, diese&#9;zu&#9;widerrufen.&#9;</p>
<p>1. &#9;<b>Verantwortlicher</b>[1]<br/><b>Verantwortlich&#9;im&#9;Sinne&#9;der&#9;datenschutzrechtlichen&#9;Bestimmungen&#9;ist: Consolinno&#9;Energy&#9;GmbH<br/><br/></b>vertreten&#9;durch&#9;den&#9;Gesch&#228;ftsf&#252;hrer<br/>Franz-Mayer-Stra&#223;e&#9;1<br/>93053&#9;Regensburg<br/><br/>Der&#9;zust&#228;ndige&#9;betriebliche&#9;Datenschutzbeauftragte&#9;(bDSB)&#9;ist:<br/>secjur&#9;GmbH<br/>Herr&#9;Niklas&#9;Hanitsch<br/>Steinh&#246;ft&#9;9<br/>20459&#9;Hamburg<br/>Deutschland<br/>Telefonnummer:&#9;+49&#9;40&#9;228&#9;599&#9;520<br/>E-Mail:&#9;dsb@secjur.com<br/><br/>Wir&#9;m&#246;chten&#9;Sie&#9;an&#9;dieser&#9;Stelle&#9;auf&#9;das&#9;Recht&#9;zur&#9;Beschwerde&#9;bei&#9;der&#9;Aufsichtsbeh&#246;rde&#9;gem&#228;&#223;&#9;Art.&#9;77&#9;DSGVO&#9;hinweisen.&#9;Demnach&#9;hat jede&#9;betroffene&#9;Person&#9;unbeschadet&#9;eines&#9;anderweitigen&#9;Rechtsbehelfs&#9;das&#9;Recht&#9;auf&#9;Beschwerde&#9;bei&#9;der&#9;Aufsichtsbeh&#246;rde,&#9;wenn&#9;sie&#9;der Ansicht&#9;ist,&#9;dass&#9;die&#9;Verarbeitung&#9;der&#9;sie&#9;betreffenden&#9;personenbezogenen&#9;Daten&#9;gegen&#9;die&#9;Datenschutz-Grundverordnung&#9;verst&#246;&#223;t.<br/><br/>Die&#9;Kontaktdaten&#9;der&#9;f&#252;r&#9;den&#9;Verantwortlichen&#9;zust&#228;ndigen&#9;Aufsichtsbeh&#246;rde&#9;lauten:<br/>Bayerisches&#9;Landesamt&#9;f&#252;r&#9;Datenschutzaufsicht<br/>Promenade&#9;18<br/>91522&#9;Ansbach</p>
<p>2. &#9;<b>Information&#9;&#252;ber&#9;Ihre&#9;Rechte&#9;als&#9;betroffene&#9;Person<br/></b>2.1 &#9;<b>Bei&#9;Vorliegen&#9;der&#9;gesetzlichen&#9;Voraussetzungen&#9;haben&#9;Sie&#9;-&#9;sofern&#9;nicht&#9;ein&#9;gesetzlicher&#9;Ausnahmefall&#9;gegeben&#9;ist&#9;-&#9;folgende
Rechte&#9;hinsichtlich&#9;der&#9;Sie&#9;betreffenden&#9;personenbezogenen&#9;Daten:<br/></b><br/>- Recht&#9;auf&#9;<b>Auskunft</b>&#9;(Art.&#9;15&#9;DSGVO):&#9;Sie&#9;haben&#9;das&#9;Recht,&#9;von&#9;dem&#9;Verantwortlichen&#9;eine&#9;Auskunft&#9;dar&#252;ber&#9;zu&#9;verlangen,&#9;ob&#9;Sie
betreffende&#9; personenbezogene&#9; Daten&#9; verarbeitet&#9; werden.&#9; Ist&#9; dies&#9; der&#9; Fall,&#9; so&#9; haben&#9; Sie&#9; das&#9; Recht&#9; auf&#9; Auskunft&#9; &#252;ber&#9; diese personenbezogenen&#9;Daten&#9;und&#9;damit&#9;im&#9;Zusammenhang&#9;stehende&#9;weitergehende&#9;Informationen.</p>
<p>- Recht&#9; auf&#9;<b>Berichtigung</b>&#9; (Art.&#9; 16&#9; DSGVO):&#9; Sie&#9; haben&#9; das&#9; Recht,&#9; von&#9; dem&#9; Verantwortlichen&#9; unverz&#252;glich&#9; die&#9; Berichtigung&#9; Sie betreffender&#9;unrichtiger&#9;personenbezogener&#9;Daten&#9;zu&#9;verlangen.&#9;Unter&#9;Ber&#252;cksichtigung&#9;der&#9;Zwecke&#9;der&#9;Verarbeitung&#9;haben&#9;Sie das&#9; Recht,&#9; die&#9; Vervollst&#228;ndigung&#9; unvollst&#228;ndiger&#9; personenbezogener&#9; Daten&#9; &#8211;&#9; auch&#9; mittels&#9; einer&#9; erg&#228;nzenden&#9; Erkl&#228;rung&#9; &#8211;&#9; zu verlangen.</p>
<p>- Recht&#9; auf&#9; <b>L&#246;schung</b>&#9; (Art.&#9; 17&#9; DSGVO):&#9; Sie&#9; haben&#9; das&#9; Recht,&#9; von&#9; dem&#9; Verantwortlichen&#9; zu&#9; verlangen,&#9; dass&#9; Sie&#9; betreffende personenbezogene&#9; Daten&#9; unverz&#252;glich&#9; gel&#246;scht&#9; werden,&#9; und&#9; der&#9; Verantwortliche&#9; ist&#9; verp&#61442;ichtet,&#9; personenbezogene&#9; Daten unverz&#252;glich&#9;zu&#9;l&#246;schen,&#9;sofern&#9;einer&#9;der&#9;Gr&#252;nde&#9;des&#9;Art.&#9;17&#9;Abs.&#9;1&#9;DSGVO&#9;zutrifft&#9;und&#9;kein&#9;Ausnahmetatbestand&#9;eingreift.</p>
<p>- Recht&#9;auf&#9;<b>Einschr&#228;nkung&#9;der&#9;Verarbeitung</b>&#9;(Art.&#9;18&#9;DSGVO):&#9;Sie&#9;haben&#9;das&#9;Recht,&#9;von&#9;dem&#9;Verantwortlichen&#9;die&#9;Einschr&#228;nkung der&#9;Verarbeitung&#9;(ehemals:&#9;Sperre)&#9;Ihrer&#9;personenbezogenen&#9;Daten&#9;zu&#9;verlangen,&#9;wenn&#9;eine&#9;der&#9;Voraussetzungen&#9;des&#9;Art.&#9;18&#9;Abs.1&#9;DSGVO&#9;gegeben&#9;ist&#9;und&#9;kein&#9;Ausnahmetatbestand&#9;eingreift.</p>
<p>- Recht&#9;auf&#9;<b>Daten&#252;bertragbarkeit</b>&#9;(Art.&#9;20&#9;DSGVO):&#9;Sie&#9;haben&#9;das&#9;Recht,&#9;die&#9;Sie&#9;betreffenden&#9;personenbezogenen&#9;Daten,&#9;die&#9;sie einem&#9;Verantwortlichen&#9;bereitgestellt&#9;haben,&#9;in&#9;einem&#9;strukturierten,&#9;g&#228;ngigen&#9;und&#9;maschinenlesbaren&#9;Format&#9;zu&#9;erhalten,&#9;und&#9;sie haben&#9; das&#9; Recht,&#9; diese&#9; Daten&#9; einem&#9; anderen&#9; Verantwortlichen&#9; ohne&#9; Behinderung&#9; durch&#9; den&#9; Verantwortlichen,&#9; dem&#9; die personenbezogenen&#9;Daten&#9;bereitgestellt&#9;wurden,&#9;zu&#9;&#252;bermitteln,&#9;sofern&#9;die&#9;weiteren&#9;Voraussetzungen&#9;des&#9;Art.&#9;20&#9;Abs.&#9;1&#9;DSGVO gegeben&#9;sind&#9;und&#9;kein&#9;Ausnahmetatbestand&#9;eingreift.</p>
<p>- Recht&#9; auf&#9; <b>Widerspruch&#9; gegen&#9; die&#9; Verarbeitung</b>&#9; (Art.&#9; 21&#9; DSGVO):&#9; Sie&#9; haben&#9; das&#9; Recht,&#9; aus&#9; Gr&#252;nden,&#9; die&#9; sich&#9; aus&#9; ihrer besonderen&#9;Situation&#9;ergeben,&#9;jederzeit&#9;gegen&#9;die&#9;Verarbeitung&#9;sie&#9;betreffender&#9;personenbezogener&#9;Daten,&#9;die&#9;aufgrund&#9;von&#9;Art.&#9;6 Abs.&#9;1&#9;Satz&#9;1&#9; lit.&#9;e)&#9; (&#246;ffentliches&#9; Interesse&#9;oder&#9;Aus&#252;bung&#9;&#246;ffentlicher&#9;Gewalt)&#9;oder&#9; f)&#9; (Wahrung&#9;berechtigter&#9; Interessen)&#9;DSGVO erfolgt,&#9;Widerspruch&#9;einzulegen.</p>
<p>2.2 &#9; <b>Wenn&#9; Sie&#9; dar&#252;ber&#9; hinaus&#9; Auskunft&#9; &#252;ber&#9; Ihre&#9; personenbezogenen&#9; Daten&#9; w&#252;nschen&#9; oder&#9; weitergehende&#9; Fragen&#9; &#252;ber&#9; die Verarbeitung&#9; Ihrer&#9; uns&#9; &#252;berlassenen&#9; personenbezogenen&#9; Daten&#9; haben,&#9; sowie&#9; eine&#9; Korrektur&#9; oder&#9; L&#246;schung&#9; Ihrer&#9; Daten veranlassen&#9; m&#246;chten,&#9; so&#9; wenden&#9; Sie&#9; sich&#9; bitte&#9; an&#9; die&#9; unter&#9; Ziffer&#9; 3.&#9; &quot;Aus&#252;bung&#9; des&#9; Widerspruchs-&#9; und Widerrufsrechts&quot;</b>&#9;angegebene&#9;Kontaktadresse.</p>
<p>3. &#9;<b>Aus&#252;bung&#9;des&#9;Widerspruchs-&#9;und&#9;Widerrufsrechts<br/></b>Sie&#9;haben&#9;ggf.&#9;das&#9;Recht,&#9;der&#9;Verarbeitung&#9;Ihrer&#9;Daten&#9;zu&#9;widersprechen&#9;(siehe&#9;Ziffer&#9;2.1&#9;letztes&#9;Aufz&#228;hlungszeichen).&#9;Zudem&#9;haben&#9;Sie das&#9;Recht,&#9; eine&#9;an&#9;uns&#9;erteilte&#9;Einwilligung&#9;mit&#9;Wirkung&#9; f&#252;r&#9; die&#9;Zukunft&#9; zu&#9;widerrufen.&#9; In&#9; diesem&#9;Fall&#9;werden&#9;wir&#9; die&#9;Verarbeitung&#9; Ihrer Daten&#9;zu&#9;diesem&#9;Zweck&#9;unverz&#252;glich&#9;unterlassen.&#9;Einen&#9;Widerspruch&#9;oder&#9;Widerruf&#9;k&#246;nnen&#9;Sie&#9; jederzeit&#9; formlos&#9;per&#9;Post,&#9;Telefax&#9;oder Email&#9;an&#9;uns&#9;&#252;bermitteln.<br/><br/>Per&#9;Post:<br/>Consolinno&#9;Energy&#9;GmbH<br/>Franz-Mayer-Stra&#223;e&#9;1<br/>93053&#9;Regensburg<br/><br/>Per&#9;Email:<br/>info@consolinno.de</p>
<p>4. &#9;<b>Nutzung&#9;der&#9;Hardware&#9;und&#9;der&#9;mobilen&#9;Applikation&#9;(App)</b><br/>
4.1 &#9;<b>Art&#9;und&#9;Umfang&#9;der&#9;Datenverarbeitung:</b>&#9;Bei&#9;der&#9;Benutzung&#9;unserer&#9;Hardware&#9;und&#9;dem&#9;Aufruf&#9;unserer&#9;App&#9;ist&#9;es&#9;technisch&#9;notwendig verschiedene&#9;Daten&#9; zu&#9; verarbeiten,&#9; insbesondere&#9; damit&#9; die&#9;Nutzung&#9; und&#9; eine&#9; fehlerfreie&#9;Kommunikation&#9; zwischen&#9; Ihrem&#9;Endger&#228;t&#9; und unserer&#9;Cloud&#9;m&#246;glich&#9;ist.&#9;Dabei&#9;werden&#9;automatisiert&#9;folgende&#9;Daten&#9;erhoben&#9;und&#9;in&#9;einer&#9;sogenannten&#9;Log-Datei&#9;protokolliert:</p>
<p>- Datum&#9;und&#9;Uhrzeit&#9;des&#9;Zugriffs<br/>- Hardwaretyp&#9;und&#9;-version&#9;(inkl.&#9;Seriennummer)<br/>- Betriebssystemtyp&#9;und&#9;-version<br/>- IP-Adressen&#9;der&#9;Ger&#228;te<br/>- Die&#9;IP-Adresse&#9;Ihres&#9;Anschlusses<br/>- Zugangsprovider<br/>- Daten&#9;verbundener&#9;Mobilger&#228;te&#9;(Hersteller,&#9;Typ)<br/>- Daten&#9; der&#9; im&#9; Smart&#9; Home&#9; System&#9; eingebundenen&#9;Ger&#228;te&#9; (Betriebszust&#228;nde,&#9; Betriebsstunden,&#9; Energieverbrauch,&#9; Systemstatus,
Anlageneinstellungen,&#9;Standort&#9;der&#9;Anlage,&#9;Fehlercodes,&#9;Messwerte&#9;wie&#9;z.B.&#9;Temperaturen)<br/>- HEMS&#9;Daten&#9;(Online&#9;Status,&#9;Fehlermeldungen)</p>
<p>Wir&#9; erheben&#9; diese&#9; Daten&#9; grunds&#228;tzlich&#9; in&#9; nicht&#9; in&#9; personenbezogener&#9; Form.&#9; In&#9; Ausnahmef&#228;llen&#9; l&#228;sst&#9; sich&#9; die&#9; Beziehbarkeit&#9; zu&#9; einer nat&#252;rlichen&#9;Person&#9;nicht&#9;vermeiden.&#9;Wir&#9;haben&#9;jedoch&#9;grunds&#228;tzlich&#9;nicht&#9;die&#9;M&#246;glichkeit&#9;den&#9;konkreten&#9;Bezug&#9;zu&#9;einer&#9;nat&#252;rlichen&#9;Person herzustellen&#9;und&#9;verfolgen&#9;einen&#9;derartigen&#9;Bezug&#9;auch&#9;nicht&#9;weiter,&#9;sofern&#9;Sie&#9;uns&#9;hierzu&#9;keine&#9;Einwilligung&#9;erteilt&#9;haben.</p>
<p>4.2 &#9;<b>Zweck:&#9;</b>Dies&#9;geschieht,&#9;um&#9;die&#9;Nutzung&#9;der&#9;Hard-&#9;und&#9;Software&#9;&#252;berhaupt&#9;zu&#9;erm&#246;glichen,&#9;insbesondere&#9;zum&#9;Zwecke&#9;der&#9;systeminternen technischen&#9; Verarbeitung&#9; (Verbindungsaufbau),&#9; der&#9; Systemsicherheit,&#9; der&#9; technischen&#9; Administration&#9; der&#9; System-&#9; und&#9;Netzinfrastruktur sowie&#9;zur&#9;Optimierung&#9;unseres&#9;Angebotes.&#9;Wir&#9;behalten&#9;es&#9;uns&#9;vor,&#9;die&#9;Log-Datei&#9;nachtr&#228;glich&#9;zu&#9;&#252;berpr&#252;fen,&#9;wenn&#9;aufgrund&#9;konkreter Anhaltspunkte&#9;der&#9;berechtigte&#9;Verdacht&#9;einer&#9;rechtswidrigen&#9;oder&#9;Nutzung&#9;besteht.</p>
<p>4.3 &#9;<b>Rechtsgrundlage:</b>&#9;Die&#9;vor&#252;bergehende&#9;Verarbeitung&#9;der&#9;Daten&#9;und&#9;der&#9;Log-Datei&#9;erfolgt&#9;aus&#9;berechtigtem&#9;Interesse&#9;zu&#9;oben&#9;genanntem Zweck&#9;gem.&#9;Art.&#9;6&#9;Abs.&#9;1&#9;Satz&#9;1&#9;lit.&#9;f)&#9;DSGVO&#9;sowie&#9;zur&#9;Erf&#252;llung&#9;des&#9;Vertrags&#9;mit&#9;Ihnen,&#9;gem.&#9;Art.&#9;6&#9;Abs.&#9;1&#9;Satz&#9;1&#9;lit.&#9;b)&#9;DSGVO</p>
<p>4.4 &#9; <b>Empf&#228;nger&#9; der&#9; Daten:</b>&#9; Die&#9; Daten&#9; werden&#9; notwendigerweise&#9; an&#9; unseren&#9; Hostinganbieter&#9; weitergeleitet,&#9; bei&#9; dem&#9; unser&#9; Webserver physisch&#9;und&#9;technisch&#9;verwaltet&#9;wird:<br/><br/>Hostinganbieter:&#9;<br/>Hetzner&#9;Online&#9;GmbH,&#9;<br/>Industriestr.&#9;25,&#9;<br/>91710&#9;Gunzenhausen</p>
<p>4.5 &#9; <b>Speicherdauer&#9; und&#9; L&#246;schung:</b>&#9; Die&#9; Daten&#9; werden&#9; innerhalb&#9; der&#9; gesetzlichen&#9; Fristen&#9; gespeichert&#9; und&#9; dann&#9; gel&#246;scht&#9; soweit&#9; nicht weitergehende&#9;gesetzliche&#9;Aufbewahrungsfristen&#9;bestehen.</p>
<p>4.6 &#9;<b>Widerspruch&#9; oder&#9; Widerruf:&#9;</b>Diese&#9; Datenverarbeitung&#9; ist&#9; f&#252;r&#9; den&#9; Betrieb&#9; unserer&#9; Hard-&#9; und&#9; Software&#9; zwingend&#9; erforderlich.&#9; Daher unterliegt&#9;ein&#9;etwaiger&#9;Widerspruch&#9;einer&#9;entsprechenden&#9;Interessensabw&#228;gung.</p>
<p>5. &#9;<b>Registrierung<br/></b>5.1 &#9;<b>Art&#9; und&#9; Umfang&#9; der&#9; Datenverarbeitung:</b>&#9; Sie&#9; haben&#9; die&#9;M&#246;glichkeit,&#9; sich&#9; in&#9; unserer&#9; App&#9; zu&#9; registrieren.&#9; Hierzu&#9; ist&#9; Ihre&#9; Einwilligung
erforderlich.&#9;Um&#9;diesen&#9;Registrierungsvorgang&#9;erfolgreich&#9;durchf&#252;hren&#9;zu&#9;k&#246;nnen,&#9;ben&#246;tigen&#9;wir&#9;folgende&#9;Daten&#9;von&#9;Ihnen:<br/><br/>- Vorname,&#9;Name,&#9;Stra&#223;e,&#9;Hausnummer,&#9;PLZ,&#9;Ort<br/>- Seriennummer<br/>- Emailadresse&#9;(optional)<br/>- Telefonnummer&#9;(optional)<br/>- Passwort</p>
<p>Bei&#9; der&#9; Registrierung&#9; wird&#9; zudem&#9; Ihre&#9; IP-Adresse&#9; nebst&#9; Datum&#9; und&#9; Uhrzeit&#9; gespeichert.&#9; Eine&#9; personenbezogene&#9; Auswertung&#9; findet grunds&#228;tzlich&#9; nicht&#9; statt.&#9; Wir&#9; behalten&#9; uns&#9; jedoch&#9; vor,&#9; die&#9; gespeicherten&#9; Daten&#9; nachtr&#228;glich&#9; zu&#9; &#252;berpr&#252;fen,&#9; wenn&#9; aufgrund&#9; konkreter Anhaltspunkte&#9;der&#9;berechtigte&#9;Verdacht&#9;einer&#9;missbr&#228;uchlichen&#9;Registrierung&#9;besteht.</p>
<p>5.2 &#9;<b>Zweck:&#9;</b>Eine&#9;Registrierung&#9;bietet&#9;Ihnen&#9;die&#9;M&#246;glichkeit,&#9;bestimmte&#9;Leistungen&#9;in&#9;Anspruch&#9;zu&#9;nehmen&#9;oder&#9;Handlungen&#9;auszuf&#252;hren,&#9;die ohne&#9;Registrierung&#9;nicht&#9;m&#246;glich&#9;sind.&#9;Dies&#9;geschieht&#9;zu&#9;folgenden&#9;Zwecken:</p>
<p>- Betrieb&#9;der&#9;Hard-&#9;und&#9;Software<br/>- Benutzung&#9;der&#9;App<br/>- Nutzung&#9;der&#9;Cloud</p>
<p>Ihre&#9;Daten&#9;werden&#9; in&#9;unserem&#9;System&#9;hinterlegt,&#9;um&#9; Ihnen&#9;die&#9;M&#246;glichkeit&#9; zu&#9;bieten,&#9;unsere&#9;Leistungen&#9; in&#9;Anspruch&#9;zu&#9;nehmen,&#9;ohne jedes&#9;Mal&#9; Ihre&#9;Daten&#9;erneut&#9;eingeben&#9;zu&#9;m&#252;ssen.&#9; Ihre&#9;Emailadresse&#9;wird&#9;von&#9;uns&#9;dazu&#9;verwendet,&#9;um&#9;Ihnen&#9;Best&#228;tigungsmails&#9; f&#252;r&#9;von Ihnen&#9;veranlasste&#9;&#196;nderungen&#9; Ihrer&#9;Profildaten&#9;oder&#9;zur&#9;Wiederherstellung&#9; Ihres&#9;Passworts&#9;zukommen&#9; lassen&#9;zu&#9;k&#246;nnen&#9;sowie&#9;um&#9;Sie &#252;ber&#9;notwendige&#9;Aktualisierungen&#9;der&#9;Software&#9;zu&#9;informieren.&#9;Andere&#9;Emails&#9;senden&#9;wir&#9;Ihnen&#9;nur&#9;zu,&#9;wenn&#9;Sie&#9;dies&#9;w&#252;nschen&#9;und&#9;uns zu&#9; diesem&#9; Zwecke&#9; Ihre&#9; Einwilligung&#9; erteilt&#9; haben.&#9; Die&#9; Speicherung&#9; Ihrer&#9; IP-Adresse&#9; nebst&#9; Datum&#9; und&#9; Uhrzeit&#9; erfolgt&#9; zur Missbrauchspr&#228;vention.</p>
<p>5.3 &#9;<b>Rechtsgrundlage:</b>&#9;Die&#9;Verarbeitung&#9;der&#9;Daten&#9;erfolgt&#9;aufgrund&#9;Ihrer&#9;Einwilligung&#9;gem.&#9;Art.&#9;6&#9;Abs.&#9;1&#9;Satz&#9;1&#9;lit.&#9;a)&#9;DSGVO.<br/>5.4 &#9;<b>Speicherdauer&#9; und&#9; L&#246;schung:&#9;</b>Die&#9; Daten&#9; werden&#9; grunds&#228;tzlich&#9; solange&#9; gespeichert,&#9; bis&#9; Sie&#9; Ihre&#9; Registrierung&#9; k&#252;ndigen&#9; und&#9; keine 
gesetzlichen&#9;Aufbewahrungsfristen&#9;mehr&#9;bestehen.<br/>5.5 &#9;<b>Widerspruch&#9; oder&#9; Widerruf:&#9;</b>Sie&#9; haben&#9;das&#9;Recht,&#9; Ihre&#9;Registrierung&#9; jederzeit&#9; zu&#9; k&#252;ndigen&#9;und&#9; Ihre&#9; gespeicherten&#9;Daten&#9; zu&#9; &#228;ndern
sowie&#9; Ihre&#9; erteilte&#9; Einwilligung&#9; mit&#9; Wirkung&#9; f&#252;r&#9; die&#9; Zukunft&#9; zu&#9; widerrufen.&#9; Sie&#9; k&#246;nnen&#9; die&#9; &#196;nderung&#9; Ihres&#9; Passworts&#9; jederzeit&#9; selbst veranlassen.&#9;Bei&#9;K&#252;ndigung&#9;und/oder&#9;Widerruf&#9;ist&#9;der&#9;Zugriff&#9;auf&#9;die&#9;Hard-&#9;und&#9;Software&#9;dann&#9;nicht&#9;mehr&#9;m&#246;glich.</p>
<p>6. <b>Erteilte&#9;Einwilligungen</b>[2]<br/>Soweit&#9;erforderlich&#9;haben&#9;Sie&#9;uns&#9;ggf.&#9;Einwilligungen&#9;zur&#9;Verarbeitung&#9; Ihrer&#9;personenbezogenen&#9;Daten&#9;erteilt.&#9; In&#9;diesem&#9;Fall&#9;haben&#9;wir&#9; Ihre Einwilligung&#9; jeweils&#9; protokolliert.&#9; Wir&#9; sind&#9; gesetzlich&#9; verpflichtet,&#9; den&#9; Text&#9; der&#9; jeweiligen&#9; Einwilligung&#9; jederzeit&#9; f&#252;r&#9; Sie&#9; abrufbar&#9; zu&#9; halten. Selbstverst&#228;ndlich&#9;k&#246;nnen&#9;Sie&#9;uns&#9;erteilte&#9;Einwilligungen&#9;jederzeit&#9;mit&#9;Wirkung&#9;f&#252;r&#9;die&#9;Zukunft&#9;widerrufen.&#9;Wie&#9;Sie&#9;Ihr&#9;Widerrufsrecht&#9;aus&#252;ben k&#246;nnen,&#9;erfahren&#9;Sie&#9;unter&#9;Ziffer&#9;3.&#9;&quot;Aus&#252;bung&#9;des&#9;Widerspruchs-&#9;und&#9;Widerrufsrechts&quot;.<br/><br/><b>Einwilligung&#9;f&#252;r&#9;die&#9;Registrierung&#9;eines&#9;Benutzerkontos:<br/></b>Ja,&#9; ich&#9;m&#246;chte&#9; ein&#9;Benutzerkonto&#9; er&#246;ffnen,&#9; um&#9;mich&#9; in&#9; der&#9;App&#9; anmelden&#9; zu&#9; k&#246;nnen.&#9; Zu&#9; diesem&#9;Zweck&#9;willige&#9; ich&#9; ein,&#9; dass&#9;meine&#9;Daten (Emailadresse&#9; und&#9; Passwort)&#9; in&#9; der&#9; Datenbank&#9; gespeichert&#9; werden.&#9; Diese&#9; Einwilligung&#9; kann&#9; ich&#9; jederzeit&#9; mit&#9; Wirkung&#9; f&#252;r&#9; die&#9; Zukunft widerrufen,&#9; indem&#9; ich&#9;mich&#9;an&#9;die&#9;Adresse&#9;unter&#9;https://hems.consolinno.de/datenschutz/&#9; &#9;wende&#9;und&#9;um&#9;L&#246;schung&#9;meines&#9;Benutzerkontos bitte.&#9;Um&#9;diesen&#9;Vorgang&#9;zu&#9;protokollieren,&#9;wird&#9;meine&#9;IP-Adresse,&#9;sowie&#9;Datum&#9;und&#9;Uhrzeit&#9;der&#9;Registrierung&#9;in&#9;einer&#9;Datenbank&#9;gespeichert und&#9;erst&#9;wieder&#9;gel&#246;scht,&#9;wenn&#9;ich&#9;die&#9;Einwilligung&#9;widerrufe,&#9;sofern&#9;eine&#9;weitergehende&#9;Speicherung&#9;nicht&#9;rechtlich&#9;erforderlich&#9;ist.</p>

</div></div>
<div style="page-break-before:always; page-break-after:always"><div><p>7. <b>Elektronische&#9;Post&#9;(Email)&#9;/&#9;Kontaktaufnahme<br/></b>7.1 Informationen,&#9;die&#9;Sie&#9;unverschl&#252;sselt&#9;per&#9;Elektronischer&#9;Post&#9;(Email)&#9;an&#9;uns&#9;senden,&#9;k&#246;nnen&#9;m&#246;glicherweise&#9;auf&#9;dem&#9;&#220;bertragungsweg
von&#9;Dritten&#9;gelesen&#9;werden.&#9;Wir&#9;k&#246;nnen&#9; in&#9;der&#9;Regel&#9;auch&#9; Ihre&#9; Identit&#228;t&#9;nicht&#9;&#252;berpr&#252;fen&#9;und&#9;wissen&#9;nicht,&#9;wer&#9;wirklicher&#9; Inhaber&#9;einer Emailadresse&#9;ist.&#9;Eine&#9;rechtssichere&#9;Kommunikation&#9;durch&#9;einfache&#9;Email&#9;ist&#9;daher&#9;nicht&#9;gew&#228;hrleistet.&#9;Wie&#9;viele&#9;Anbieter&#9;setzen&#9;wir&#9;Filter gegen&#9; unerw&#252;nschte&#9; Werbung&#9; (&#8222;SPAM-Filter&#8220;)&#9; ein,&#9; die&#9; in&#9; einigen&#9; F&#228;llen&#9; auch&#9; normale&#9; Emails&#9; f&#228;lschlicherweise&#9; automatisch&#9; als unerw&#252;nschte&#9;Werbung&#9; einordnen&#9; und&#9; l&#246;schen.&#9;Emails,&#9; die&#9; sch&#228;digende&#9;Programme&#9; (&#8222;Viren&#8220;)&#9; enthalten,&#9;werden&#9; von&#9; uns&#9; in&#9; jedem&#9;Fall automatisch&#9; gel&#246;scht.&#9; Wenn&#9; Sie&#9; schutzw&#252;rdige&#9; Nachrichten&#9; an&#9; uns&#9; senden&#9; wollen,&#9; empfehlen&#9; wir,&#9; die&#9; Nachricht&#9; auf&#9; konventionellem Postwege&#9;an&#9;uns&#9;zu&#9;senden.</p>
<p>7.2 <b>Art&#9;und&#9;Umfang&#9;der&#9;Datenverarbeitung:</b>&#9; Im&#9;Falle&#9;der&#9;Kontaktaufnahme&#9;mit&#9;uns&#9;werden&#9; Ihre&#9;Daten,&#9; Ihre&#9; IP-Adresse&#9;sowie&#9;Datum&#9;und Uhrzeit&#9;gespeichert.</p>
<p>7.3 <b>Zweck:</b>&#9;Dies&#9;geschieht&#9;insbesondere&#9;zu&#9;Kommunikationszwecken&#9;und&#9;zum&#9;Schutz&#9;unserer&#9;Systeme&#9;gegen&#9;Missbrauch.<br/>7.4 <b>Rechtsgrundlage:</b>&#9;Die&#9;Verarbeitung&#9;der&#9;Daten&#9;erfolgt&#9;aus&#9;berechtigtem&#9;Interesse&#9;zu&#9;oben&#9;genanntem&#9;Zweck&#9;gem.&#9;Art.&#9;6&#9;Abs.&#9;1&#9;Satz&#9;1&#9;lit.</p>
<p>f)&#9;DSGVO.<br/>7.5 <b>Speicherdauer&#9;und&#9;L&#246;schung:</b>&#9;Die&#9;Daten&#9;werden&#9;erst&#9; dann&#9;gel&#246;scht,&#9; falls&#9; keine&#9; vertraglichen&#9;oder&#9; gesetzlichen&#9;Verpflichtungen&#9;einer
L&#246;schung&#9;entgegenstehen.<br/>7.6 <b>Widerspruch&#9; oder&#9; Widerruf:</b>&#9; Sie&#9; k&#246;nnen&#9; der&#9; Kontaktaufnahme&#9; per&#9; Email&#9; jederzeit&#9; widersprechen.&#9; In&#9; diesem&#9; Fall&#9; kann&#9; keine&#9; weitere
Korrespondenz&#9;via&#9;Email&#9;stattfinden.<br/><br/>8. <b>Schlussbestimmungen<br/></b>8.7 Wir&#9; sind&#9; stets&#9; bem&#252;ht,&#9; unsere&#9; Hard-&#9; und&#9; Software&#9; weiterzuentwickeln&#9; und&#9; neue&#9; Technologien&#9; einzusetzen.&#9; Daher&#9; kann&#9; es&#9; notwendig
werden,&#9; diese&#9;Datenschutzerkl&#228;rung&#9; zu&#9;&#228;ndern,&#9; bzw.&#9; anzupassen.&#9;Wir&#9; behalten&#9;uns&#9;daher&#9; das&#9;Recht&#9; vor,&#9; diese&#9;Erkl&#228;rung&#9; jederzeit&#9;mit Wirkung&#9; f&#252;r&#9; die&#9; Zukunft&#9; zu&#9; &#228;ndern.&#9; Bitte&#9; besuchen&#9; Sie&#9; daher&#9; diese&#9; Seite&#9; regelm&#228;&#223;ig&#9; und&#9; lesen&#9; Sie&#9; die&#9; jeweils&#9; aktuelle<br/>Datenschutzerkl&#228;rung&#9;von&#9;Zeit&#9;zu&#9;Zeit&#9;erneut&#9;durch.<br/>
8.8 Die&#9;Vertragssprache&#9;ist&#9;Deutsch.&#9;Sollte&#9;diese&#9;Datenschutzerkl&#228;rung&#9;&#252;bersetzt&#9;werden&#9;oder&#9;worden&#9;sein,&#9;so&#9;ist&#9;ausschlie&#223;lich&#9;die&#9;Version&#9;in deutscher&#9;Sprache&#9;ma&#223;gebend.</p>

<p>[1]&#9; Aus&#9; Gr&#252;nden&#9; der&#9; besseren&#9; Lesbarkeit&#9; wird&#9; auf&#9; die&#9; gleichzeitige&#9; Verwendung&#9; der&#9; Sprachformen&#9; m&#228;nnlich,&#9; weiblich&#9; und&#9; divers&#9; (m/w/d)&#9; verzichtet.&#9; S&#228;mtliche&#9; Personenbezeichnungen&#9; gelten<br/>gleicherma&#223;en&#9;f&#252;r&#9;alle&#9;Geschlechter.<br/>[2]&#9;Dieser&#9;Einwilligungstext&#9;muss&#9;auch&#9;bei&#9;der&#9;erstmaligen&#9;Registrierung&#9;angezeigt&#9;und&#9;angefragt&#9;werden.&#9;Das&#9;K&#228;stchen&#9;zum&#9;Setzen&#9;des&#9;Hakens&#9;darf&#9;nicht&#9;vorausgef&#252;llt&#9;sein.&#9;Die&#9;Registrierung&#9;ist<br/>nachhaltig&#9;zu&#9;dokumentieren.</p>

</div></div>
</body></html>