<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html><head><title></title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head>
<body>
<!--<div style="page-break-before:always; page-break-after:always"><div><p><b>Lizenzbedingungen&#9;HEMS<br/>(Stand&#9;11/2024)<br/></b></p>-->
<p><b>1.&#9;Lizenzgegenstand<br/>1.1</b>&#9;Die&#9;Consolinno&#9;Energy&#9;GmbH,&#9;Franz-Mayer-Stra&#223;e&#9;1,&#9;93053&#9;Regensburg&#9;(im&#9;Folgenden:&#9;&#8222;Consolinno&#8220;)&#9;hat&#9;eine&#9;Software&#9;entwickelt,&#9;welche als&#9;Applikation&#9;auf&#9;Android&#9;und&#9;IOS-Systemen&#9;benutzt&#9;werden&#9;kann.&#9;Sie&#9;ist&#9;&#252;ber&#9;den&#9;jeweiligen&#9;App-Store&#9;erh&#228;ltlich.&#9;Die&#9;Software&#9;verbindet&#9;sich mit&#9; einem&#9; Energy&#9; Management&#9; Systems&#9; genannt&#9; Leaflet&#9; HEMS.&#9; Das&#9; hat&#9; dann&#9; die&#9; Aufgabe&#9; in&#9; Verbindung&#9; mit&#9; einer&#9; Photovoltaikanlage&#9; den Eigenverbrauch&#9; der&#9; PV-Energie&#9; zu&#9; maximieren.&#9; Parallel&#9; ist&#9; die&#9; Funktion&#9; Black-out&#9; Schutz&#9; integriert.&#9; Damit&#9; wird&#9; der&#9; Ladestrom&#9; einer Ladeeinrichtung&#9;dynamisch&#9;begrenzt.&#9;Es&#9;kommt&#9;nicht&#9;zum&#9;Ausl&#246;sen&#9;der&#9;Sicherung.<br/><b>1.2</b>&#9; Die&#9; Software&#9; erm&#246;glicht&#9; es,&#9; durch&#9; die&#9; Steuerung&#9; einer&#9; E-Ladeeinrichtung,&#9; einer&#9; W&#228;rmepumpe,&#9; Hausger&#228;te&#9; (Waschmaschine,&#9; Trockner,Sp&#252;lmaschine)&#9;und&#9;dem&#9;Einbinden&#9;einer&#9;Batterie&#9;den&#9;Eigenbedarf&#9;der&#9;erzeugten&#9;PV-Energie&#9; signifikant&#9; zu&#9;steigern.&#9;Dadurch&#9;werden&#9;CO2&#9;und Kosten&#9;eingespart.<br/><b>1.3</b>&#9;Consolinno&#9;schuldet&#9;weder&#9;Installation,&#9;Integration&#9;noch&#9;Konfiguration&#9;der&#9;Software.<br/><b><br/>2.&#9;Rechte<br/>2.1</b>&#9;Consolinno&#9;beh&#228;lt&#9;sich&#9;alle&#9;Urheber-,&#9;Nutzungs-&#9;und/oder&#9;Leistungsschutzrechte&#9;sowie&#9;sonstige&#9;Schutzrechte&#9;an&#9;der&#9;Software&#9;ausdr&#252;cklich&#9;vor.<br/><b>2.2</b>&#9;Soweit&#9;nicht&#9;anders&#9;vereinbart&#9;erh&#228;lt&#9;der&#9;Kunde&#9;an&#9;der&#9;Software&#9;das&#9;einfache&#9;(nicht&#9;ausschlie&#223;liche)&#9;Recht,&#9;diese&#9;vertragsgem&#228;&#223;&#9;zu&#9;nutzen. Das&#9;Nutzungsrecht&#9;ist&#9;nicht&#9;unterlizenzierbar&#9;und&#9;nicht&#9;&#252;bertragbar.<br/><b>2.3</b>&#9;F&#252;r&#9;Software&#9;oder&#9;Bestandteile,&#9;die&#9;unter&#9;eine&#9;Open-Source-Softwarelizenz&#9;fallen,&#9;gelten&#9;vorrangig&#9;die&#9;Lizenzbedingungen&#9;der&#9;entsprechenden Open-Source-Lizenz.<br/><b>2.4</b>&#9;Sofern&#9;Consolinno&#9;dem&#9;Kunden&#9;neue&#9;Versionen,&#9;Updates,&#9;Upgrades&#9;oder&#9;andere&#9;Neuerungen&#9;der&#9;Software&#9;zur&#9;Verf&#252;gung&#9;stellt,&#9;gelten&#9;die vorstehenden&#9;Rechte&#9;auch&#9;f&#252;r&#9;diese.<br/><b>2.5</b>&#9;Rechte,&#9;die&#9;vorstehend&#9;nicht&#9;ausdr&#252;cklich&#9;dem&#9;Kunden&#9;einger&#228;umt&#9;werden,&#9;stehen&#9;dem&#9;Kunden&#9;nicht&#9;zu.&#9;Der&#9;Kunde&#9; ist&#9; insbesondere&#9;nicht berechtigt,&#9;die&#9;Software&#9;&#252;ber&#9;die&#9;vertragsgem&#228;&#223;e&#9;Nutzung&#9;hinaus&#9;zu&#9;nutzen.&#9;Der&#9;Kunde&#9; ist&#9;nicht&#9;berechtigt,&#9;die&#9;Software&#9;zu&#9;bearbeiten&#9;oder&#9;zu dekompilieren,&#9; &#167;&#9; 69e&#9; UrhG&#9; bleibt&#9; hiervon&#9; unber&#252;hrt.&#9; Insbesondere&#9; ist&#9; es&#9; dem&#9; Kunden&#9; nicht&#9; gestattet,&#9; die&#9; Software&#9; zu&#9; vervielf&#228;ltigen&#9; oder&#9; zu ver&#228;u&#223;ern.&#9; Der&#9; Kunde&#9; ist&#9; nicht&#9; berechtigt,&#9; die&#9; Software&#9; Dritten&#9; zug&#228;nglich&#9; zu&#9; machen,&#9; zu&#9; &#252;berlassen&#9; oder&#9; von&#9; Dritten&#9; nutzen&#9; zu&#9; lassen, insbesondere&#9;darf&#9;die&#9;Software&#9;nicht&#9;vermietet,&#9;verpachtet&#9;oder&#9;verliehen&#9;werden.<br/><b><br/>3.&#9;Gew&#228;hrleistung<br/>3.1</b>&#9; Die&#9; Anspr&#252;che&#9; wegen&#9; M&#228;ngeln&#9; richten&#9; sich&#9; nach&#9; den&#9; gesetzlichen&#9; Vorschriften&#9; innerhalb&#9; der&#9; gesetzlichen&#9; Fristen,&#9; soweit&#9; sich&#9; aus&#9; den nachstehenden&#9;Regelungen&#9;dieses&#9;Abschnitts&#9;nichts&#9;anderes&#9;ergibt.<br/><b>3.2</b>&#9; Eine&#9; unerhebliche&#9; Beeintr&#228;chtigung&#9; der&#9; Funktion&#9; einer&#9; Software&#9; gilt&#9; nicht&#9; als&#9; Sachmangel,&#9; soweit&#9; diese&#9; nach&#9; entsprechender&#9; objektiver Betrachtung&#9;nicht&#9;erwartet&#9;werden&#9;kann.<br/><b>3.3</b>&#9;Die&#9;Sach-&#9;und&#9;Rechtsm&#228;ngelhaftung&#9;f&#252;r&#9;die&#9;gelieferte&#9;Software&#9;erlischt,&#9;soweit&#9;der&#9;Kunde&#9;zur&#9;Verf&#252;gung&#9;gestellte&#9;Patches,&#9;Bugfixes,&#9;Updates oder&#9;Upgrades&#9;nicht&#9;annimmt,&#9;es&#9;sei&#9;denn,&#9;der&#9;Kunde&#9;belegt,&#9;dass&#9;der&#9;Fehler&#9;nicht&#9;darauf&#9;zur&#252;ckzuf&#252;hren&#9; ist.&#9;Dies&#9;gilt&#9;nur,&#9;soweit&#9;der&#9; fragliche Fehler&#9;durch&#9;den&#9;nicht&#9;installierten&#9;Patch,&#9;Bugfix,&#9;das&#9;Update&#9;oder&#9;Upgrade&#9;behoben&#9;worden&#9;w&#228;re.<br/><b>3.4</b>&#9; Die&#9; in&#9; diesem&#9; Abschnitt&#9; aufgef&#252;hrten&#9; Haftungs-&#9; und&#9; Gew&#228;hrleistungsbeschr&#228;nkungen&#9; gelten&#9; nicht,&#9; wenn&#9; Consolinno&#9; Vorsatz&#9; oder&#9; grobe Fahrl&#228;ssigkeit&#9; vorwerfbar&#9; ist,&#9; ferner&#9; nicht&#9; im&#9; Falle&#9; von&#9; Consolinno&#9; zurechenbaren&#9; Personensch&#228;den&#9; oder&#9; bei&#9; Arglist.&#9; Die&#9; Haftung&#9; nach&#9; dem Produkthaftungsgesetz&#9;bleibt&#9;hiervon&#9;ebenfalls&#9;unber&#252;hrt.<br/><b><br/>4.&#9;Haftung<br/>4.1</b>&#9; Consolinno&#9; haftet&#9; nur&#9; bei&#9; eigenem&#9; Verschulden&#9; sowie&#9; bei&#9; Verschulden&#9; ihrer&#9; gesetzlichen&#9; Vertreter,&#9; leitenden&#9; Angestellten&#9; oder&#9; sonstigen Erf&#252;llungsgehilfen,&#9;und&#9;zwar&#9;nach&#9;Ma&#223;gabe&#9;der&#9;nachfolgenden&#9;Regelungen.<br/><b>4.2</b>&#9; F&#252;r&#9; Sch&#228;den,&#9; die&#9; vors&#228;tzlich&#9; oder&#9; grob&#9; fahrl&#228;ssig&#9; durch&#9; Consolinno&#9; bzw.&#9; durch&#9; gesetzliche&#9; Vertreter,&#9; leitende&#9; Angestellte&#9; oder&#9; einfache Erf&#252;llungsgehilfen&#9;von&#9;Consolinno&#9;herbeigef&#252;hrt&#9;werden,&#9;sowie&#9;bei&#9;Arglist&#9;und&#9;im&#9;Fall&#9;der&#9;schuldhaften&#9;Verletzung&#9;des&#9;Lebens,&#9;des&#9;K&#246;rpers&#9;oder der&#9;Gesundheit&#9;(Personensch&#228;den),&#9;haftet&#9;Consolinno&#9;unbeschr&#228;nkt.&#9;Consolinno&#9;haftet&#9;ebenfalls&#9;unbeschr&#228;nkt&#9;nach&#9;dem&#9;Produkthaftungsgesetz.<br/><b>4.3</b>&#9; Bei&#9; der&#9; leicht&#9; fahrl&#228;ssigen&#9; Verletzung&#9; einer&#9; Pflicht,&#9; auf&#9; deren&#9; Einhaltung&#9; vertraut&#9; werden&#9; durfte&#9; und&#9; deren&#9; Erf&#252;llung&#9; die&#9; ordnungsgem&#228;&#223;e Durchf&#252;hrung&#9;des&#9;Vertrages&#9;&#252;berhaupt&#9;erst&#9;erm&#246;glicht&#9;(Kardinalpflicht),&#9;ist&#9;die&#9;Ersatzpflicht&#9;begrenzt&#9;auf&#9;solche&#9;Sch&#228;den,&#9;mit&#9;deren&#9;Entstehung&#9;im Rahmen&#9;des&#9;vorliegenden&#9;Vertragsverh&#228;ltnisses&#9;typischerweise&#9;gerechnet&#9;werden&#9;muss&#9;(vertragstypisch&#9;vorhersehbare&#9;Sch&#228;den).&#9;Im&#9;&#220;brigen&#9;ist die&#9;Haftung&#9;f&#252;r&#9;leicht&#9;fahrl&#228;ssige&#9;Sch&#228;den&#9;ausgeschlossen.<br/><b>4.4</b>&#9; Consolinno&#9; haftet&#9; nicht&#9; f&#252;r&#9; Sch&#228;den,&#9; Ausf&#228;lle&#9; oder&#9; Datenverluste,&#9; welche&#9; durch&#9; St&#246;rungen&#9; an&#9; Telefonleitungen,&#9; Servern&#9; und&#9; sonstigen Einrichtungen&#9; entstehen,&#9; die&#9; nicht&#9; in&#9; ihrem&#9; Verantwortungsbereich&#9; liegen.&#9; &#220;berdies&#9; haftet&#9; Consolinno&#9; nicht&#9; f&#252;r&#9; Sch&#228;den,&#9; Ausf&#228;lle&#9; oder Datenverluste,&#9;die&#9;durch&#9;h&#246;here&#9;Gewalt&#9;verursacht&#9;worden&#9;sind.<br/><b>4.5</b>&#9; F&#252;r&#9; die&#9; von&#9;Consolinno&#9;unentgeltlich&#9; zur&#9;Verf&#252;gung&#9;gestellten&#9;Dienste&#9; und&#9;Leistungen&#9; (einschlie&#223;lich&#9; des&#9;Abrufs&#9; von&#9; kostenlosen&#9; Inhalten) haftet&#9; Consolinno&#9; nur,&#9; soweit&#9; der&#9; Schaden&#9; aufgrund&#9; der&#9; vertragsgem&#228;&#223;en&#9; Nutzung&#9; der&#9; unentgeltlichen&#9; Inhalte&#9; und/oder&#9; Dienste&#9; und/oder Leistungen&#9; entstanden&#9; ist,&#9; und&#9; nur&#9; bei&#9; Vorsatz&#9; (einschlie&#223;lich&#9; Arglist)&#9; und&#9; grober&#9; Fahrl&#228;ssigkeit&#9; sowie&#9; bei&#9; Personensch&#228;den&#9; und&#9; nach&#9; dem Produkthaftungsgesetz.<br/><b>4.6</b>&#9;Bei&#9; der&#9;&#220;berlassung&#9;der&#9;Software&#9;und/oder&#9;des&#9;Speicherplatzes&#9;und/oder&#9; der&#9;Hardware&#9;und&#9;Software&#9; zur&#9;Bereitstellung&#9; von&#9;Speicherplatz schlie&#223;t&#9; Consolinno&#9; jegliche&#9; verschuldensunabh&#228;ngige&#9; Haftung&#9; f&#252;r&#9; anf&#228;ngliche&#9; M&#228;ngel&#9; der&#9; Software&#9; und/oder&#9; der&#9; Hardware&#9; aus.&#9; Sp&#228;tere Einwendungen&#9;und/oder&#9;Anspr&#252;che&#9;wegen&#9;offener&#9;oder&#9;verdeckter&#9;M&#228;ngel&#9;sind&#9;damit&#9;ausgeschlossen.<br/><b>4.7</b>&#9;Die&#9;Haftung&#9;wegen&#9;Unterbrechung,&#9;St&#246;rung&#9;oder&#9;sonstiger&#9;schadensverursachender&#9;Ereignisse,&#9;die&#9;auf&#9;Telekommunikationsdienstleistungen von&#9;Consolinno&#9;oder&#9;Dritten,&#9;f&#252;r&#9;die&#9;Consolinno&#9;haftet,&#9;beruhen,&#9;ist&#9;beschr&#228;nkt&#9;auf&#9;die&#9;H&#246;he&#9;des&#9;f&#252;r&#9;Consolinno&#9;m&#246;glichen&#9;R&#252;ckgriffs&#9;gegen&#9;den jeweiligen&#9; Telekommunikationsdienstleistungsanbieter.&#9; Consolinno&#9; haftet&#9; nicht&#9; f&#252;r&#9; die&#9; Funktionsf&#228;higkeit&#9; der&#9; Telefonleitungen&#9; zu&#9; der<br/>vertragsgegenst&#228;ndlichen&#9;Software&#9;und/oder&#9;dem&#9;Speicherplatz,&#9;bei&#9;Stromausf&#228;llen&#9;und&#9;bei&#9;Ausf&#228;llen&#9;von&#9;Servern,&#9;die&#9;nicht&#9;im&#9;Einflussbereich&#9;von Consolinno&#9;stehen.<br/><b>4.8</b>&#9;Der&#9;Kunde&#9;hat&#9;alle&#9;erforderlichen&#9;und&#9;zumutbaren&#9;Ma&#223;nahmen&#9;zu&#9;treffen,&#9;um&#9;Sch&#228;den&#9;durch&#9;die&#9;Software&#9;zu&#9;verhindern&#9;oder&#9;zu&#9;begrenzen. Insbesondere&#9;hat&#9;der&#9;Kunde&#9;f&#252;r&#9;die&#9;regelm&#228;&#223;ige&#9;Sicherung&#9;seiner&#9;Daten&#9;zu&#9;sorgen.&#9;Soweit&#9;der&#9;Kunde&#9;diese&#9;Obliegenheit&#9;schuldhaft&#9;verletzt,&#9;haftet Consolinno&#9; nicht&#9; f&#252;r&#9; daraus&#9; entstehende&#9; Folgen,&#9; insbesondere&#9; nicht&#9; f&#252;r&#9; die&#9; Wiederherstellung&#9; und/oder&#9; Wiederbeschaffung&#9; verlorener&#9; oder besch&#228;digter&#9;Daten.&#9;Die&#9;Kunden&#9; sind&#9; f&#252;r&#9; die&#9;Sicherung&#9; ihrer&#9;Daten&#9; (Backup)&#9; selbst&#9; verantwortlich.&#9;Consolinno&#9; f&#252;hrt&#9; insbesondere&#9; kein&#9;Backup durch&#9;und&#9;ist&#9;f&#252;r&#9;den&#9;zuf&#228;lligen&#9;Verlust&#9;von&#9;Daten&#9;nicht&#9;verantwortlich.<br/><b><br/>5.&#9;Schlussbestimmungen<br/>5.1</b>&#9;Diese&#9;Lizenzbedingungen&#9;sowie&#9;alle&#9;mit&#9;den&#9;Kunden&#9;entstehenden&#9;Vertr&#228;ge&#9;und/oder&#9;Rechtsverh&#228;ltnisse&#9;unterliegen&#9;ausschlie&#223;lich&#9;deutschem Recht&#9;unter&#9;Ausschluss&#9;des&#9;UN-Kaufrechts&#9;(CISG).&#9;Bei&#9;Verbrauchern&#9;gilt&#9;diese&#9;Rechtswahl&#9;nur&#9;insoweit,&#9;als&#9;das&#9;nicht&#9;der&#9;gew&#228;hrte&#9;Schutz&#9;durch zwingende&#9;Bestimmungen&#9;des&#9;Rechts&#9;des&#9;Staates,&#9;in&#9;dem&#9;der&#9;Verbraucher&#9;seinen&#9;gew&#246;hnlichen&#9;Aufenthalt&#9;hat,&#9;entzogen&#9;wird.<br/><b>5.2</b>&#9;Gegen&#252;ber&#9;Unternehmern&#9;ist&#9;der&#9;Erf&#252;llungsort&#9;f&#252;r&#9;alle&#9;vertraglichen&#9;und&#9;gesetzlichen&#9;Rechtsverh&#228;ltnisse&#9;der&#9;Sitz&#9;von&#9;Consolinno.&#9;Dies&#9;gilt&#9;auch f&#252;r&#9;die&#9;Nacherf&#252;llung.<br/><b>5.3</b>&#9; Sind&#9; beide&#9; Parteien&#9; Kaufleute&#9; im&#9; Sinne&#9; des&#9; Handelsgesetzbuchs,&#9; &#246;ffentlich-rechtliches&#9; Sonderverm&#246;gen&#9; oder&#9; juristische&#9; Personen&#9; des &#246;ffentlichen&#9; Rechts,&#9; so&#9; ist&#9; der&#9; Sitz&#9; von&#9; Consolinno&#9; der&#9; ausschlie&#223;liche&#9; Gerichtsstand&#9; f&#252;r&#9; alle&#9; aus&#9; den&#9; Rechtsbeziehungen&#9; mit&#9; dem&#9; Kunden resultierenden&#9;Anspr&#252;che.&#9;Dies&#9;gilt&#9;auch&#9;f&#252;r&#9;Kunden,&#9;die&#9;keinen&#9;allgemeinen&#9;Gerichtsstand&#9;in&#9;der&#9;Europ&#228;ischen&#9;Union&#9;haben&#9;sowie&#9;f&#252;r&#9;Kunden,&#9;die nach&#9;Abschluss&#9; eines&#9;Vertrages&#9; ihren&#9;Wohnsitz&#9; oder&#9; ihren&#9; gew&#246;hnlichen&#9;Aufenthaltsort&#9; in&#9; ein&#9; Land&#9;au&#223;erhalb&#9; der&#9;Europ&#228;ischen&#9;Union&#9; verlegt haben.&#9;Unabh&#228;ngig&#9;davon&#9;ist&#9;Consolinno&#9;jedoch&#9;auch&#9;berechtigt,&#9;den&#9;Kunden&#9;an&#9;seinem&#9;allgemeinen&#9;Gerichtsstand&#9;zu&#9;verklagen.<br/>
<b>5.4</b>&#9;Die&#9;Vertragssprache&#9;ist&#9;Deutsch.&#9;Sollten&#9;diese&#9;Bedingungen&#9;&#252;bersetzt&#9;werden&#9;oder&#9;worden&#9;sein,&#9;so&#9;ist&#9;ausschlie&#223;lich&#9;die&#9;Version&#9;in&#9;deutscher<br/>Sprache&#9;ma&#223;gebend.<br/></p>

</div></div>
</body></html>